/* NOT AUTOMATICALLY GENERATED  - THERE ARE NO LOCALIZED CODE STRINGS HERE, SO WE DON'T RUN GENSTRINGS */

"Photo Album" = "Album Photo";
"Untitled Photo Album" = "Album Photo";
"Photo WebLog" = "Blogue Photo";
"Untitled Photo Weblog" = "Blogue Photo";